<!-- Start msggoals -->
    <section id="msggoals">
      <div
        class="msggoals-title"
        style="background-image: url(images/msg&goals.jpg)"
      >
        <span data-sal="slide-up">رسالتنا وأهدافنا</span>
      </div>
      <div class="msggoals-cont">
        <div class="container">
          <div class="msggoals-list">
            <div
              class="msggoals-item"
              data-sal="slide-up"
              style="--sal-delay: 0.2s"
            >
              <div class="icon">
                <svg
                  id="noun-vision-1293486"
                  xmlns="http://www.w3.org/2000/svg"
                  width="38.037"
                  height="55.787"
                  viewBox="0 0 38.037 55.787"
                >
                  <path
                    id="Path_53057"
                    data-name="Path 53057"
                    d="M153.572,6.216a18.993,18.993,0,0,0-19.018,19.018c0,5.959,3.677,11.791,6.72,14.834a12.981,12.981,0,0,1,3.17,4.184h-1.014v2.536H144.7v2.536h-1.268v2.536H144.7v2.409a3.044,3.044,0,0,0,.761,1.9,2.5,2.5,0,0,0,1.775.761H148.5v2.536A2.6,2.6,0,0,0,151.036,62h5.072a2.6,2.6,0,0,0,2.536-2.536V56.931h1.268a2.5,2.5,0,0,0,1.775-.761,3.044,3.044,0,0,0,.761-1.9V51.86h1.268V49.324h-1.268V46.789h1.268V44.253H162.7c.38-1.014,1.141-2.155,3.17-4.184,3.043-3.043,6.72-8.875,6.72-14.834A18.993,18.993,0,0,0,153.572,6.217Zm2.536,53.251h-5.072V56.931h5.072Zm7.988-21.174c-2.663,2.663-3.677,4.311-4.057,5.959l-.127,2.536v7.607H147.232V46.788c0-2.916-.127-4.564-4.184-8.495-2.155-2.282-5.959-7.48-5.959-13.058a16.483,16.483,0,0,1,32.966,0c0,5.579-3.8,10.777-5.959,13.058Zm-10.524-19.4a1.2,1.2,0,0,0-1.268,1.268V21.43a2.543,2.543,0,0,1-2.536,2.536H148.5a1.2,1.2,0,0,0-1.268,1.268,6.339,6.339,0,1,0,6.34-6.34Zm0,10.143a3.693,3.693,0,0,1-3.55-2.536,5.081,5.081,0,0,0,4.818-4.818,3.693,3.693,0,0,1,2.536,3.55A3.735,3.735,0,0,1,153.571,29.038Z"
                    transform="translate(-134.553 -6.216)"
                  />
                </svg>
              </div>
              <h5 class="title">الرؤية</h5>
              <p class="desc">
                هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما
                سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع
                الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم
                إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف
              </p>
            </div>
            <div
              class="msggoals-item"
              data-sal="slide-up"
              style="--sal-delay: 0.4s"
            >
              <div class="icon">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="52.17"
                  height="52.169"
                  viewBox="0 0 52.17 52.169"
                >
                  <g
                    id="Group_1289"
                    data-name="Group 1289"
                    transform="translate(-652.995 -2282.771)"
                  >
                    <g
                      id="noun-message-1085800"
                      transform="translate(652.995 2282.771)"
                    >
                      <path
                        id="Path_53058"
                        data-name="Path 53058"
                        d="M132.25,31.256a14.674,14.674,0,0,1,0,29.348h-3.884a11.408,11.408,0,0,0-11.413,11.408v.278L106.519,61.856a17.929,17.929,0,0,1,12.688-30.6H132.25m0-3.258H119.207a21.192,21.192,0,0,0-14.983,36.176L120.211,80.16v-8.15a8.15,8.15,0,0,1,8.155-8.15h3.89a17.935,17.935,0,1,0-.006-35.869Z"
                        transform="translate(-98.018 -27.991)"
                        fill="#d9a561"
                      />
                    </g>
                    <line
                      id="Line_6"
                      data-name="Line 6"
                      x2="21.733"
                      transform="translate(668.647 2296.684)"
                      fill="none"
                      stroke-linecap="round"
                      stroke-width="3"
                    />
                    <line
                      id="Line_7"
                      data-name="Line 7"
                      x2="13.909"
                      transform="translate(668.647 2304.508)"
                      fill="none"
                      stroke-linecap="round"
                      stroke-width="3"
                    />
                  </g>
                </svg>
              </div>
              <h5 class="title">الرسالة</h5>
              <p class="desc">
                هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما
                سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع
                الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم
                إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف
              </p>
            </div>
            <div
              class="msggoals-item"
              data-sal="slide-up"
              style="--sal-delay: 0.6s"
            >
              <div class="icon">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="52.744"
                  height="52.617"
                  viewBox="0 0 52.744 52.617"
                >
                  <g
                    id="noun-goal-1218074"
                    transform="translate(-71.502 -3.806)"
                  >
                    <path
                      id="Path_53059"
                      data-name="Path 53059"
                      d="M125.263,11.472,120.325,9.9a1.618,1.618,0,0,0-.121-.148c-.031-.03-.065-.053-.1-.079L118.832,4.9a1.468,1.468,0,0,0-2.459-.659l-4.166,4.169a1.47,1.47,0,0,0-.38,1.417l1.236,4.64a1.379,1.379,0,0,0-.061.141,1.433,1.433,0,0,0-.061.332L99.986,27.89a7.012,7.012,0,1,0,2.077,2.079l3.169-3.169a11.429,11.429,0,0,1-9.051,18.411h0A11.438,11.438,0,0,1,88.1,25.685a11.505,11.505,0,0,1,12.722-2.368,1.469,1.469,0,0,0,1.191-2.686,14.461,14.461,0,0,0-15.992,2.976A14.375,14.375,0,0,0,96.179,48.149h0A14.375,14.375,0,0,0,107.33,24.7l3.784-3.783a19.692,19.692,0,1,1-5.127-4.243,1.47,1.47,0,1,0,1.464-2.548,22.7,22.7,0,1,0,5.745,4.707l1.879-1.878a1.455,1.455,0,0,0,.164-.022c.039-.01.072-.029.109-.041l4.857,1.547a1.5,1.5,0,0,0,.445.068,1.47,1.47,0,0,0,1.039-.43l4.166-4.169a1.469,1.469,0,0,0-.594-2.439Zm-8.612-3.355.58,2.177a1.339,1.339,0,0,0-.063.144,1.493,1.493,0,0,0-.061.332l-1.569,1.57-.653-2.455ZM99.06,36.652a4.071,4.071,0,1,1-1.236-6.6l-2.682,2.682a1.469,1.469,0,1,0,2.077,2.077L99.9,32.132a4.069,4.069,0,0,1-.838,4.52Zm21.185-21.283-2.716-.865,1.71-1.71a1.514,1.514,0,0,0,.173-.027c.037-.01.068-.027.105-.04l2.556.813Z"
                      transform="translate(-2.04)"
                    />
                  </g>
                </svg>
              </div>
              <h5 class="title">الأهداف</h5>
              <p class="desc">
                هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما
                سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع
                الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم
                إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف
              </p>
            </div>
          </div>
        </div>
      </div>
    </section>
    <!-- End msggoals -->